Shotlist.md
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org47d5f53">1. Shotlist for TOPIC 21</a>
<ul>
<li><a href="#org57f4b80">1.1. AUG:</a>
<ul>
<li><a href="#org3b47554">1.1.1. L-Mode investigation: Forseen number 6</a></li>
<li><a href="#org5bd0b8a">1.1.2. H-Mode investigation: Foreseen number 9</a></li>
</ul>
</li>
<li><a href="#orgfe4f070">1.2. TCV</a></li>
<li><a href="#org5d218d8">1.3. MAST-U</a></li>
</ul>
</li>
</ul>
</div>
</div>

<a id="org47d5f53"></a>

# Shotlist for TOPIC 21


<a id="org57f4b80"></a>

## AUG:

Available number of Shots #14


<a id="org3b47554"></a>

### L-Mode investigation: Forseen number 6

1.  Choose fueling levels for reference shot at 0.8 MA from AUG14-2.2-3 #30276.
    Perform the same density ramp at 0.6 MA
    by keeping the same Toroidal Field
2.  Repeat Shot #1 by keeping the same q<sub>95</sub> as reference
3.  Repeat Shot #30276 @ 1MA with the same toroidal field
4.  Repeat #3 by keeping the same q<sub>95</sub> as the reference
5.  Repeat #30276 with Reverse Bt
6.  Repeat #5 with Probe at different insertion


<a id="org5bd0b8a"></a>

### H-Mode investigation: Foreseen number 9

The reference shot is 33059 (AUG15-2.2-3) with the aim to reach the condition found in 31607 (Sun PPCF 2015)

1.  Scenario development. Start from succesful shot 33059 (Total heating 3.1 MW),
    keep the probe head in a safe position (FAR SOL) increase the heating power (two steps to 4.5 and 6) up to 6 MW
    monitoring midplane probe by IR and Divertor through Langmuir.
2.  Repeat #1 Fueling ramps according to reference. Monitor of Divertor condition
3.  Repeat #2 adjusting eventually the fueling and N seeding ramp monitoring the Divertor condition
4.  Repeat #4 with optimum level of Fueling/Seeding 1st Radial position of probe
5.  Repeat #5, different probe position
6.  Repeat #6, different probe position
7.  Repeat #6 with Strike-point sweeping (if feasible)
8.  Contingency
9.  Contingency


<a id="orgfe4f070"></a>

## TCV


<a id="org5d218d8"></a>

## MAST-U

